{
  "stats": {
    "gender": "Female",
    "age": "23 years old",
    "ethnicity": "British",
    "nationality": "British",
    "sexual_orientation": "Bisexual",
    "bust": "36C",
    "height": "5ft 8in",
    "services_for": "Men"
  },

  "description": {
    "description": "Introduction Meet Ruby, a captivating force in the fashion world. At just 23, Ruby’s striking presence and commanding height of 5 feet 11 inches (180 cm) make her an unforgettable figure on the runway and in front of the camera. With her vibrant red hair and piercing blue eyes, Ruby embodies a blend of elegance and edge that leaves a lasting impression. Physical Attributes Ruby’s tall, statuesque figure is complemented by her delicate A-cup bust, creating a sleek and sophisticated silhouette perfect for high fashion and editorial shoots. Her blue eyes are like glistening sapphires, adding a touch of mystery and depth to her gaze. The fiery red hair that frames her face enhances her striking features, making her a standout in any crowd. Style and Aesthetic Ruby’s style is a seamless fusion of classic British sophistication and modern, daring flair. She effortlessly blends timeless elegance with contemporary trends, making her a versatile model who can embody a wide range of looks. Whether she’s draped in haute couture or sporting avant-garde streetwear, Ruby’s magnetic presence and unique aesthetic always shine through."
  },

  "contact_info": {
    "postcode": "S12 4GA",
    "phone": "+91352426522",
    "email": "mailto:escorts@gmail.com",
    "location": "Manchester",
    "available": "Mon, Tue, Wed, Thu, Fri, Sat, Sun"
  },
  "rates": {
    "hourly": {
      "1_Hour": {
        "GBP": "£100 / €150"
      },
      "additional_hour": {
        "GBP": "£75 / €125"
      },
      "overnight": {
        "GBP": "£1000 / €1500"
      },
      "dinner_date": {
        "GBP": "£500 / €500"
      }
    }
  },
  "services_offered": [
    "Escorts & Massage",
    "Couples",
    "Domination",
    "Duo with girl",
    "Erotic massage",
    "Erotic Photos",
    "Foot Fetish",
    "French Kissing",
    "Kamasutra",
    "Sex Toys",
    "Striptease",
    "Submissive",
    "Uniform",
    "Webcam",
    "GFE (girlfriend experience)"
  ],
  "ad_id": "Ad ID 202430000090"
}
