[
  {
    "que": "1. What is Companion?",
    "ans": "Green energy, also known as renewable energy, is derived from natural sources that are replenished on a human timescale. This includes solar, wind, hydro, geothermal, and biomass energy, among others."
  },
  {
    "que": "2.Can I speak with a human?",
    "ans": "Green energy reduces the reliance on fossil fuels, lowering greenhouse gas emissions and mitigating climate change. It also helps conserve natural resources and promotes a cleaner, sustainable future."
  },
  {
    "que": "3. I bought an ad. Why isn’t it online, yet?",
    "ans": "We provide a range of green energy solutions, including solar power systems, wind turbines, energy-efficient appliances, and smart home technologies to enhance energy sustainability."
  },
  {
    "que": "4. What is Companion?",
    "ans": "We offer ongoing maintenance, monitoring, and support services to ensure the optimal performance and longevity of your green energy system. Our team is ready to assist with any issues that may arise."
  },
  {
    "que": "5. How long does it take to be online?",
    "ans": "Solar panels convert sunlight into electricity through photovoltaic cells. These cells generate direct current (DC), which is then converted into usable alternating current (AC) for household or commercial use."
  },
  {
    "que": "6. What are the technical requirements to use the site?",
    "ans": "Javascript must be enabled.Cookies must be enabled and pop-up blocker disabled.Recommended browser: Chrome 24+. Use the desktop version."
  },
  {
    "que": "7. There was an error, what can I do?",
    "ans": "Every type of content can be declined even after previous approval."
  },
  {
    "que": "8. What’s the status of my ad?",
    "ans": "Online - Order Returned: The changes on your Ad were reviewed and returned to your account without being Published. The original version of the online Ad is still online."
  },
  {
    "que": "9. Why was my content returned? What do I need to do?",
    "ans": "Credit Cards (Mastercard and Visa) and Bitcoin."
  },
  {
    "que": "10.  Why was my previously approved content returned?",
    "ans": "Every type of content can be declined even after previous approval."
  }
]
